Repository: Acidburn0zzz/e2openplugin-EnhancedMovieCenter
Catalog: locale/*/LC_MESSAGES/EMC.po
Languages: nl

source: Stop playback
nl: Afspelen stoppen

source: No DVD-Player found!
nl: Geen DVD-speler gevonden!

source: Next Enigma auto-restart in
nl: Volgende Enigma2 auto-herstart in

source: Enigma auto-restart is currently not active.
nl: Enigma2 auto-herstart is nu niet actief.

source: EMC Enigma2 auto-restart launching, continue? Select no to postpone by one hour.
nl: EMC Enigma2 auto-herstart begint. Doorgaan? Kies NEE om dit een uur uit te stellen.

source: Cancel
nl: Afbreken

source: Save
nl: Bewaren

source: About
nl: Over

source: HELP_About
nl: Opent het "Over" venster.

source: Disable EMC
nl: EMC deactiveren

source: HELP_Disable EMC
nl: EMC (FilmLijst) uitschakelen. Bepaalde speciale functies zoals [Timers opschonen],[Prullebak ledigen] en [Auto-herstart] blijven actief op de achtergrond.

source: Start EMC with
nl: Start EMC met

source: HELP_Start EMC with
nl: Knop voor het opstarten van EMC instellen.

source: Show plugin config in extensions menu
nl: EMC Setup in extensie menu laten zien

source: HELP_Show plugin config in extensions menu
nl: EMC-instellingen verbergen of weergeven in het extentie-menu. Het extentie-menu wordt normaal via de [Blauwe] knop opgeroepen.

source: Show EMC in extensions menu
nl: EMC in extensie menu laten zien

source: HELP_Show EMC in extensions menu
nl: EMC-plugin verbergen of weergeven in het extentie-menu. Het extentie-menu wordt normaal via de [Blauwe] knop opgeroepen.

source: Movie home at start
nl: Hoofdmap films na starten

source: HELP_Movie home at start
nl: EMC start steeds in de hoofdmap "Movie home". (In de volgende regel kan de hoofdmap "Movie home" ingesteld worden).

source: Sort file A to Z at startup
nl: Sorteer filmlijst van A tot Z na starten

source: HELP_Sort file A to Z at startup
nl: De FilmLijst wordt alfabetisch gesorteerd.

source: File order reverse
nl: Sortering wisselen

source: HELP_File order reverse
nl: De FilmLijst wordt omgekeerd gesorteerd. Zowel bij chronologische als alfabetische sortering.

source: Movie home home path
nl: Pad hoofdmap films

source: HELP_Movie home home path
nl: Instellen hoofdmap "Movie home".

source: EMC path access limit
nl: EMC map beperkte toegang

source: HELP_EMC path access limit
nl: Limiteer de toegang buiten de hoofdmap "Movie home". Met de [<] en [>] knoppen (naast de Nr.0 knop) is het mogelijk deze beperking te overschrijden.

source: Cursor predictive move after selection
nl: Cursor na selectie verplaatsen

source: HELP_Cursor predictive move after selection
nl: Na een selectie met de [VIDEO/PVR] knop wordt de cursor verplaatst in de richting zoals ingesteld. Met "omhoog/omlaag" verplaatst de cursor zich in de richting van de laatst uitgevoerde beweging.

source: HELP_Show Latest Recordings directory
nl: Een virtuele map weergeven in "Movie home" met een lijst van de recentste opnames. Eveneens voor de submappen van "Movie home". (Enkel 1 pagina)

source: HELP_Show VLC directory
nl: VLC map verbergen of weergeven, enkel indien VlcPlayerExtended Plugin ge√Ønstalleerd is.

source: HELP_Show E2 Bookmarks in movielist
nl: Virtuele mappen weergeven in "Movie home" voor de beschikbare Enigma2 Bookmarks.

source: HELP_separator_hide&performance
nl: Instellingen voor het verbergen of weergeven van mappen/bestanden en de prestaties.

source: HELP_cfghide_enable
nl: Verberg bestanden en mappen die opgenomen zijn in '/etc/enigma2/emc-hide.cfg'. Het aanpassen van deze instelling vereist een herstart van Enigma2!

source: HELP_Scan for DVD structures
nl: In geen enkele map naar DVD-structuren zoeken. Dit voorkomt het ongewenst opstarten van (netwerk)schijven.

source: Try to load titles from .meta files
nl: Proberen om titels uit .meta-bestand te lezen

source: HELP_Try to load titles from .meta files
nl: Titels worden van het .meta-bestand geladen indien beschikbaar. In andere gevallen wordt de titel uit de bestandsnaam afgeleid. (Is .meta en .eit geactiveerd wordt eerst de .meta gelezen.)

source: Try to load titles from .eit files
nl: Proberen om titels uit .eit-bestand te lezen

source: HELP_Try to load titles from .eit files
nl: Titels worden van het .eit-bestand geladen indien beschikbaar. In andere gevallen wordt de titel uit de bestandsnaam afgeleid. (Is .meta en .eit geactiveerd wordt eerst de .meta gelezen.)

source: Show Movie Format
nl: Filmtype weergeven

source: HELP_Show Movie Format
nl: De bestandsextentie (bestandsformaat) wordt aan de titel toegevoegd.

source: Show Cut-Nr if exist
nl: EMC toont Cut-Nr. indien beschikbaar

source: HELP_Show Cut-Nr if exist
nl: Indien Enigma2 herstart tijdens een opname, wordt de opname automatisch hervat met een indexnummer aan het einde van de bestandsnaam. Met deze optie wordt deze indexnummer aan de titel toegevoegd.

source: Listbox is skin able
nl: Listbox is skinbaar

source: HELP_Listbox is skin able
nl: De visuele weergave van de FilmLijst volgens de Skin (indien beschikbaar) wordt toegepast (enkel <widget name="list"). Voor het overige worden de EMC-instellingen toegepast.

source: Show movie icons
nl: Iconen weergeven

source: HELP_Show movie icons
nl: Een overeenstemmend icon wordt weergegeven in de FilmLijst.

source: Show movie progress
nl: Voortgang weergeven

source: HELP_Show movie progress
nl: Een voortgangsbalk wordt weergegeven in de FilmLijst voor de filmnaam.

source: Short watching percent
nl: Percent kort afspelen

source: HELP_Short watching percent
nl: Specifieer welk percentage voortgang aanzien wordt als "wordt afgespeeld". De voortgangsbalk wordt blauw.

source: Finished watching percent
nl: Percent volledig afgespeeld

source: HELP_Finished watching percent
nl: Specifieer welk percentage voortgang aanzien wordt als "gezien". De voortgangsbalk wordt groen.

source: No resume below 10 seconds
nl: Geen hervatten onder 10 sec.

source: HELP_No resume below 10 seconds
nl: Markeerpunten onder 10 seconden negeren. Indien het afspelen tijdens de eerste 10 seconden onderbroken wordt, zal bij het volgende afspelen geen "hervatten" voorgesteld worden.

source: HELP_Jump to first mark when playing movie
nl: Automatisch naar het eerste markeerpunt springen indien beschikbaar in het begin van een opname. (Kan helpen om de voorlooptijd automatisch te overbruggen.)

source: Rewind finished movies before playing
nl: Afgespeelde filmen terugspoelen voor het afspelen

source: HELP_Rewind finished movies before playing
nl: Indien een opname met de status "gezien" herstart wordt, automatisch afspelen vanaf het begin.

source: Always save last played progress as marker
nl: Laatste afspeelpositie altijd als markeerpunt bewaren

source: HELP_Always save last played progress as marker
nl: Met deze optie wordt een markeerpunt op de afspeelpositie toegevoegd als het afspelen onderbroken wordt. Bij het hervatten van het afspelen kan met < > knoppen gesprongen worden naar deze posities (onafhankelijk van de functie "afspelen hervatten").

source: Trashcan path
nl: Pad prullebak

source: HELP_Trashcan path
nl: Instellen van de prullebak. Drukken op [verwijderen] zal de opnames naar de prullebak verplaatsen i.p.v. deze onmiddellijk te verwijderen.

source: Delete validation
nl: Bevestigen bij wissen

source: HELP_Delete validation
nl: Indien actief en de prullebak is in gebruik zal EMC nooit een bevestiging vragen.

source: Enable daily trashcan cleanup
nl: Prullebak dagelijks legen activeren

source: HELP_Enable daily trashcan cleanup
nl: EMC verwijderd oude bestanden uit de prullebak, van zodra ze de limiet bereiken die in de volgende regel ingesteld wordt.

source: Daily cleanup time
nl: Tijdstip om dagelijks op te ruimen

source: HELP_Daily cleanup time
nl: Tijdstip waarop EMC alle bestanden uit de prullebak verwijderd die de limiet overschrijden.

source: How many days files may remain in trashcan
nl: Aantal dagen bestanden in de prullebak

source: HELP_How many days files may remain in trashcan
nl: Instellen hoeveel dagen de bestanden in de prullebak blijven alvorens EMC deze definitief verwijderd. (Indien ingesteld op [0] worden de bestanden onmiddellijk verwijderd).

source: HELP_Move finished movies in trashcan
nl: Verplaats alle afgespeelde (geziene) opnames van "Movie home" naar de prullebak, van zodra ze de limiet bereiken die in de volgende regel ingesteld wordt.

source: HELP_Age of finished movies in movie folder (days)
nl: Instellen hoeveel dagen de afgespeelde opnames in "Movie home" blijven.

source: Display directory reading text
nl: Bericht bij actualiseren overzicht weergeven

source: HELP_Display directory reading text
nl: Bericht weergeven "Mappen inlezen..." tijdens het inlezen van mappen.

source: EMC always reload after open
nl: EMC na openen altijd opnieuw inlezen

source: HELP_EMC always reload after open
nl: Mappen opnieuw inlezen bij elke start van EMC. (Anders worden de gegevens uit een buffer ingelezen vanaf de 2de start.)

source: EMC re-open list after STOP-press
nl: EMC na op STOP gedrukt te hebben heropenen

source: HELP_EMC re-open list after STOP-press
nl: Indien het afspelen afgebroken wordt, de EMC FilmLijst opnieuw weergeven. (Anders wordt de TV-mode terug actief.)

source: EMC re-open list after Movie end
nl: EMC na einde van een film heropenen

source: HELP_EMC re-open list after Movie end
nl: Indien het afspelen het einde bereikt, de EMC FilmLijst opnieuw weergeven. (Anders wordt de TV-mode terug actief.)

source: Leave Movie with Exit
nl: Stop afspelen met Exit?

source: HELP_Leave Movie with Exit
nl: Het afspelen van een opname kan afgebroken worden met de EXIT knop, bijkomend bij de STOP knop.

source: Blue button function
nl: Functie van de blaue knop

source: HELP_Blue button function
nl: Een keuzelijst voor het toewijzen van een functie aan de blauwe knop.

source: Hide movies being moved
nl: Verberg films die verplaatst worden

source: HELP_Hide movies being moved
nl: De opname wordt verborgen tijdens het verplaatsen. (Het verplaatsen wordt altijd in achtergrond uitgevoerd.)

source: Hide movies being deleted
nl: Verberg films die gewist worden

source: HELP_Hide movies being deleted
nl: De opname wordt verborgen tijdens het verwijderen. (Het verwijderen wordt altijd in achtergrond uitgevoerd.)

source: Enable remote recordings
nl: Activeer herkenning opnames van andere Box.

source: HELP_Enable remote recordings
nl: Detecteer opnames van een andere Dreambox op een gemeenschappelijk volume. Deze opnames krijgen een specifiek icoon.

source: Automatic timers list cleaning
nl: Automatisch timers opschonen

source: HELP_Automatic timers list cleaning
nl: Uitgevoerde Timers worden automatisch uit de TimerLijst verwijderd.

source: Enigma daily auto-restart
nl: Enigma2 dagelijks autom. herstarten

source: HELP_Enigma daily auto-restart
nl: Enigma2 wordt dagelijks herstart tijdens het aangegeven tijdsbestek.

source: Enigma auto-restart window begin
nl: Enigma2 auto-herstart venster Start

source: HELP_Enigma auto-restart window begin
nl: Start van het tijdsbestek voor de automatische Enigma2 herstart.

source: Enigma auto-restart window end
nl: Enigma2 auto-herstart venster Eind

source: HELP_Enigma auto-restart window end
nl: Einde van het tijdsbestek voor de automatische Enigma2 herstart.

source: Force standby after auto-restart
nl: Forceer Standby status na een auto-herstart

source: HELP_Force standby after auto-restart
nl: Na de automatische Enigma2 herstart, de Dreambox in Standby schakelen.

source: HELP_Language Separator
nl: Taalinstellingen

source: Preferred EPG language
nl: Voorkeur EPG taal

source: HELP_Preferred EPG language
nl: Hier kan de voorkeurstaal voor de EPG ingesteld worden.

source: Enable playback auto-subtitling
nl: Ondertiteling autom. laten zien

source: HELP_Enable playback auto-subtitling
nl: De automatische selectie van de ondertitels activeren.

source: Primary playback subtitle language
nl: Eerste voorkeur voor ondertiteling

source: HELP_Primary playback subtitle language
nl: Eerste taal ondertitels, indien beschikbaar, die gekozen moeten worden.

source: Secondary playback subtitle language
nl: Tweede voorkeur voor ondertiteling

source: HELP_Secondary playback subtitle language
nl: Tweede taal ondertitels, indien beschikbaar, die gekozen moeten worden.

source: Tertiary playback subtitle language
nl: Derde voorkeur voor ondertiteling

source: HELP_Tertiary playback subtitle language
nl: Derde taal ondertitels, indien beschikbaar, die gekozen moeten worden.

source: Enable playback auto-language selection
nl: Geluidsspoor autom. kiezen

source: HELP_Enable playback auto-language selection
nl: De automatische selectie van het geluidskanaal activeren.

source: Primary playback audio language
nl: Eerste voorkeur voor geluidsspoor

source: HELP_Primary playback audio language
nl: Eerste geluidskanaal, indien beschikbaar, dat gekozen moet worden.

source: Secondary playback audio language
nl: Tweede voorkeur voor geluidsspoor

source: HELP_Secondary playback audio language
nl: Tweede geluidskanaal, indien beschikbaar, dat gekozen moet worden.

source: Tertiary playback audio language
nl: Derde voorkeur voor geluidsspoor

source: HELP_Tertiary playback audio language
nl: Derde geluidskanaal, indien beschikbaar, dat gekozen moet worden.

source: HELP_Advanced options separator
nl: Geavanceerde instellingen

source: Description field update delay
nl: Vertraging actualisatie beschrijving

source: HELP_Description field update delay
nl: Vertraging voor het weergeven van de filmbeschrijving. (Versneld het snel bladeren met de omhoog/omlaag-knop in de filmlijst omdat de beschrijving later ingelezen wordt.)

source: Key period value (50-900)
nl: Waarde v.d. toets (50-900)

source: HELP_Key period value (50-900)
nl: Tijd tot de knopdruk herhaald wordt bij blijvend indrukken van de knop.

source: Key repeat value (250-900)
nl: Waarde herhalingstoets (250-900)

source: HELP_Key repeat value (250-900)
nl: Snelheid waarmee de knopdruk herhaald wordt bij blijvend indrukken van de knop.

source: Enable EMC debug output
nl: Debug output activeren

source: HELP_Enable EMC debug output
nl: Debuggen van EMC activeren. Het logbestand wordt in de map ingestelde "EMC map" geschreven. ENKEL BIJ PROBLEMEN ACTIVEREN !!!

source: EMC output directory
nl: EMC output map

source: HELP_EMC output directory
nl: Map voor het schrijven van EMC-debuginformatie instellen.

source: Debug output file name
nl: Debug output bestandsnaam

source: HELP_Debug output file name
nl: Bestandsnaam van het logbestand voor het debuggen.

source: Some settings changes require GUI restart to take effect.
nl: Sommige veranderingen eisen een herstart van de GUI, Enigma2 a.u.b. opnieuw starten.

source: Choose directory
nl: Kies map

source: Given path %s does not exist. Please change.
nl: Opgegeven pad %s bestaat niet. Veranderen a.u.b.

source: Trashcan create failed. Check mounts and permissions.
nl: Aanmaken prullebak mislukt. Mounts en rechten controleren.

source: Directory
nl: Map

source: Reading directory...
nl: Map lezen...

source: Play selected movie(s)
nl: Geselecteerde film(s) afspelen

source: Play All
nl: Alles afspelen

source: Close EMC
nl: Filmoverzicht sluiten

source: Open menu
nl: Menu openen

source: Show event info
nl: Toon event info

source: IMDBSearch
nl: Zoeken via IMDB

source: Delete file or empty dir
nl: Bestand of lege map verwijderen

source: Toggle sort mode
nl: Sorteer modus wisselen

source: Move selected movie(s)
nl: Geselecteerde film(s) verplaatsen

source: Movie home / Play last (configurable)
nl: Film hoofdmap / Laatst gespeelde (config.)

source: Move cursor page up
nl: Cursor pagina omhoog

source: Move cursor page down
nl: Cursor pagina omlaag

source: Move cursor up
nl: Cursor omhoog

source: Move cursor down
nl: Cursor omlaag

source: Move cursor to the top
nl: Verplaats cursor naar begin

source: Move cursor to the end
nl: Verplaats cursor naar einde

source: Directory forward
nl: Volgende map

source: Directory back
nl: Vorige map

source: Toggle service selection
nl: Verwissel zender selectie

source: Remove service selection
nl: Verwijder zender selectie

source: Available plugins menu
nl: Menu beschikbare Plugins

source: Reload movie file list
nl: Filmoverzicht actualiseren

source: Toggle viewed / not viewed
nl: Verwissel gezien / niet gezien

source: Start / end multiselection
nl: Start / Stop multiselectie

source: No functionality set...
nl: Geen functie toegewezen...

source: *** Multiselection active ***
nl: *** Multiselectie actief ***

source: Delete
nl: Verwijderen

source: Alpha sort
nl: Alfabetisch

source: Date sort
nl: Chronologisch

source: Move
nl: Verplaatsen

source: File not available.
nl: Bestand niet beschikbaar.

source: Last played movie/playlist not available...
nl: Laatst afgespeelde film(lijst) niet beschikbaar...

source: Not stopping any repeating timers. Modify them with the timer editor.
nl: Herhalingstimers werden niet gestopt. Bewerk ze met de Timer-Editor.

source: Stop ongoing recording?
nl: Lopende opname stoppen?

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
nl: Verwijderen remote opnamen er zal een recording-fout worden getoond op de andere ontvanger.

source: permanently
nl: definitief

source: currently played?
nl: actuele weergave?

source: all selected video files?
nl: alle geselecteerde videobestanden?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
nl: alle geselecteerde videobestanden? De film die nu wordt afgespeeld behoort ook tot de selectie en de weergave zal worden gestopt.

source: Delete error:
nl: Fout tijdens verwijderen:

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
nl: Verwijderen mislukt omdat de map met de prullebak niet is gevonden. Nu aanmaken?

source: Directory is not empty.
nl: Map is niet leeg.

source: Cannot delete the parent directory.
nl: Kan bovenliggende map niet verwijderen.

source: Choose operation
nl: Kies functie

source: Play last
nl: Laatste film afspelen

source: Movie home
nl: Hoofdmap films

source: Delete permanently
nl: Definitief verwijderen

source: Empty trashcan
nl: Prullebak legen

source: Go to trashcan
nl: Ga naar prullebak

source: Mark all movies
nl: Alle bestanden

source: Remove rogue files
nl: Malafide (wees-)bestanden verwijderen

source: Create directory
nl: Map aanmaken

source: Remove cut list marker
nl: Cut list marker verwijderen

source: Choose plugin
nl: Plugin kiezen

source: Enter name for new directory.
nl: Geef naam voor nieuwe map.

source: Directory
nl: Map

source: Permanently delete all files in trashcan?
nl: Alle films uit de prullebak definitief verwijderen?

source: Movie Selection Menu
nl: Film Selectie Menu

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
nl: Malafide (wees-)bestanden zoeken en verwijderen? (Als er geen prullebak is worden deze meteen verwijderd - kan even duren)

source: Remove all cut file marker permanently?
nl: Alle cut list markers definitief verwijderen?

source: No override
nl: Niet overschrijven

source: Video-button
nl: Video-knop

source: TV-button
nl: TV-knop

source: Radio-button
nl: Radio-knop

source: Quick-button
nl: Snel-toets

source: Timeshift-button
nl: Timeshift knop

source: down
nl: omlaag

source: up/down
nl: omhoog/omlaag

source: off
nl: uit

source: configuration
nl: Configuratie

source: movie manipulation list
nl: Film manipulatielijst

source: files
nl: bestanden

source: No rogue files found.
nl: Geen malafide (wees-)bestanden gevonden.
